/**
 * Создайте массив arr = ['a', 'b', 'c']. Выведите его на экран с помощью функции alert.
 */

/**
 * С помощью массива arr из предыдущего номера выведите на экран содержимое первого, второго и третьего элементов.
 */
  
/**
 *  Создайте массив arr = ['a', 'b', 'c', 'd'] и с его помощью выведите на экран строку 'a+b, c+d'.
 */

/**
 * Создайте массив arr с элементами 2, 5, 3, 9.
 *  Умножьте первый элемент массива на второй, а третий элемент на четвертый.
 *  Результаты сложите, присвойте переменной result.
 *  Выведите на экран значение этой переменной.
 */
 
/**
 *  Создайте объект obj.
 *  Выведите на экран элемент с ключом 'c' двумя способами: через квадратные скобки и как свойство объекта: 
const obj = {a: 1, b: 2, c: 3};
 */

/**
 * Создайте объект с днями недели. Ключами в нем должны служить номера дней от начала недели (понедельник - первый и т.д.). Выведите на экран текущий день недели. 
 Пусть теперь номер дня недели хранится в переменной day, например там лежит число 3. Выведите день недели, соответствующий значению переменной day. 
 */

/**
 *  Дан массив [ [1, 2, 3], [4, 5, 6], [7,8,9] ]. Выведите на экран цифру 4 из этого массива.
 */ 

/**
 *  Дан объект {js:['jQuery', 'Angular'], php: 'hello', css: 'world'}. Выведите с его помощью слово 'jQuery'.
 */
