/**
 * Создайте переменную str и присвойте ей значение 'Привет, Мир!'.
 * Выведите значение этой переменной на экран.
 */

/**
 * Создайте переменные str1='Привет, ' и str2='Мир!'.
 * С помощью этих переменных и операции сложения строк выведите на экран фразу 'Привет, Мир!'.
 */

/**
* Создайте переменную name и присвойте ей ваше имя. Выведите на экран фразу 'Привет, %Имя%!'.
*/

/**
 * Создайте переменную age и присвойте ей ваш возраст. Выведите на экран 'Мне %Возраст% лет!'.
 */

/**
 * Создайте переменную str и присвойте ей значение 'abcde'.
 * Обращаясь к отдельным символам этой строки выведите на экран символ 'a', символ 'c', символ 'e'.
 */

/**
 * Создайте переменную num и присвойте ей значение '12345'.
 * Найдите произведение (умножение) цифр этого числа.
 */
