/**
 * Создайте переменную str и присвойте ей значение 'Привет, Мир!'.
 * Выведите значение этой переменной на экран.
 */
const str = 'Привет, Мир!';
console.log(str); 
/**
 * Создайте переменные str1='Привет, ' и str2='Мир!'.
 * С помощью этих переменных и операции сложения строк выведите на экран фразу 'Привет, Мир!'.
 */
let str1 = 'Привет, ';
let str2 = 'Мир!';
console.log(str1 + str2);
/**
* Создайте переменную name и присвойте ей ваше имя. Выведите на экран фразу 'Привет, %Имя%!'.
*/
 const name = 'Alise';
 console.log('Привет, ' + name + '!');
/**
 * Создайте переменную age и присвойте ей ваш возраст. Выведите на экран 'Мне %Возраст% лет!'.
 */
const age = 10;
console.log('Мне '+ age + ' лет!');
/**
 * Создайте переменную num и присвойте ей значение '12345'.
 * Найдите произведение (умножение) цифр этого числа.
 */
let num = '12345';
console.log(num[0] * num[1] * num[2] * num[3] * num[4]);
