/**
 * Задача. Дан массив с элементами 'Привет, ', 'мир' и '!'. Необходимо вывести на экран фразу 'Привет, мир!'.
 */

/**
 *  Решим немного другую задачу: дан массив с элементами 'Привет, ', 'мир' и '!'.
 *  Необходимо записать в переменную text фразу 'Привет, мир!', а затем вывести на экран содержимое этой переменной. 
 */

/**
 * Дан массив ['Привет, ', 'мир', '!'].
 * Необходимо записать в нулевой элемент этого массива слово 'Пока, ' (то есть вместо слова 'Привет, ' будет 'Пока, '),
 * а затем вывести на экран содержимое этой переменной.. 
 */

/**
 * Создайте ассоциативный массив (объект) заработных плат obj. Выведите на экран зарплату Пети и Коли. 
 * Этот объект дан:
 * const obj = {'Коля':'1000', 'Вася':'500', 'Петя':'200'};
 */

/**
 * Создайте массив arr с элементами 1, 2, 3, 4, 5 
 */

/**
 * Дан многомерный массив arr: 
const arr = {
	'ru':['голубой', 'красный', 'зеленый'],
	'en':['blue', 'red', 'green'],
};

Выведите с его помощью слово 'голубой'. 
 */
