/**
 * Задача. Создайте переменную str и присвойте ей значение 'abcde'.
 * Обращаясь к отдельным символам этой строки выведите на экран символ 'a', символ 'b', символ 'e'.
 */

/**
 * Задача. Напишите скрипт, который считает количество секунд в часе.
 */

/**
 *Задача. Переделайте приведенный код так, чтобы в нем использовались операции +=, -=, *=, /=, ++, --.
 * Количество строк кода при этом не должно измениться. Код для переделки:
 */

let num = 1;
num = num + 12;
num = num - 14;
num = num * 5;
num = num / 7;
num = num + 1;
num = num - 1;
alert(num);
