/**
 * Напишите скрипт, который считает количество секунд в часе, в сутках, в месяце.
 */

/**
 * Создайте три переменные - час, минута, секунда.
 * С их помощью выведите текущее время в формате 'час:минута:секунда'.
 */

/**
 * Создайте переменную, присвойте ей число.Возведите это число в квадрат.Выведите его на экран.
 */

/**
 * Переделайте этот код так, чтобы в нем использовались операции +=, -=, *=, /=.
 * Количество строк кода при этом не должно измениться.
 */

let num = 47;
num = num + 7;
num = num - 18;
num = num * 10;
num = num / 15;
alert(num);

/**
 * Переделайте этот код так, чтобы в нем использовались операции++ и--.
 * Количество строк кода при этом не должно измениться.
 */

num = 10;
num = num + 1;
num = num + 1;
num = num - 1;
alert(num);
