/**
 * Создайте переменную num и присвойте ей значение 3.
 * Выведите значение этой переменной на экран с помощью метода alert.
 */
 let num = 3;
 alert(num);
/**
 * Создайте переменные a=10 и b=2.
 * Выведите на экран их сумму, разность, произведение и частное (результат деления).
 */
 let a = 10;
 let b = 2;
 console.log(a + b);
 console.log(a - b);
 console.log(a * b);
 console.log(a / b);
/**
* Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result.
* Выведите на экран значение переменной result.
*/
let c = 15;
let d = 2;
let result = c + d;
console.log(result);
/**
 * Создайте переменные a=10, b=2 и c=5. Выведите на экран их сумму.
 */
let a2 = 10;
let b2 = 2;
let c2 = 5;
console.log(a2 + b2 + c2);
/**
 * Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c.
 * Затем создайте переменную d, присвойте ей значение 7.
 * Сложите переменные c и d, а результат запишите в переменную result.
 * Выведите на экран значение переменной result.
 */
 const a3 = 17;
 const b3 = 10;
 const c3 = a3 - b3;
 const d2 = 7;
 const result2 = c3 + d2;
 console.log(result2);
