/**
 * Создайте переменную num и присвойте ей значение 3.
 * Выведите значение этой переменной на экран с помощью метода alert.
 */

/**
 * Создайте переменные a=10 и b=2.
 * Выведите на экран их сумму, разность, произведение и частное (результат деления).
 */

/**
* Создайте переменные c=15 и d=2. Просуммируйте их, а результат присвойте переменной result.
* Выведите на экран значение переменной result.
*/

/**
 * Создайте переменные a=10, b=2 и c=5. Выведите на экран их сумму.
 */

/**
 * Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c.
 * Затем создайте переменную d, присвойте ей значение 7.
 * Сложите переменные c и d, а результат запишите в переменную result.
 * Выведите на экран значение переменной result.
 */
